{
    "version": "https://jsonfeed.org/version/1",
    "title": "青羽~blog site • All posts by \"无标签\" tag",
    "description": "Shadow in front implying sun behind",
    "home_page_url": "https://zjxdiu.github.io",
    "items": [
        {
            "id": "https://zjxdiu.github.io/blog/unit2/",
            "url": "https://zjxdiu.github.io/blog/unit2/",
            "title": "unit2",
            "date_published": "2023-05-12T15:51:00.000Z",
            "content_html": "<h2 id=\"the-history-of-chivalry\"><a class=\"markdownIt-Anchor\" href=\"#the-history-of-chivalry\">#</a> The History of Chivalry</h2>\n<p>Chivalry, the knightly class of feudal times. The primary sense of the term in Europe in the Middle Ages is “knights,” or “fully armed and mounted fighting men.” Thence the term came to mean the gallantry and honor expected of knights. Later the word came to be used in its general sense of “courtesy.”<br>\nIn the High Middle Ages, chivalric knights who were able to restrain their violent impulses and channel their violence into a good cause did so because certain 12th-century authors elaborated a code of conduct or ethics that medieval nobles were expected to follow. Attempting to curb the violence and warfare that was plaguing Europe, authors created the chivalric ideal often associated with the High Middle Ages, blending older, heroic ideals with new, ecclesiastical interests. By combining elements that appealed to nobles with elements that protected the people from nobles, medieval thinkers created the chivalric ideal. In the 14th and 15th centuries the ideals of chivalry came to be associated increasingly with aristocratic display and public ceremony rather than service in the field.<br>\nThere’s a great deal of variety within the different chivalric romances. Certain authors, including Chrétien de Troyes and Marie de France, were able to craft many different kinds of chivalric heroes, each of which had his own peculiar characteristics. The variety among different authors could be even greater. This makes the attempt to define one chivalry perilous. There were almost as many different chivalries as there were chivalric romances.<br>\nEven so, common elements recur again and again in chivalric romances, both in terms of the qualities the knight should possess, and what the knight was supposed to do with these good qualities.<br>\nQualities chivalric knights were supposed to possess are stock qualities one finds in heroic literature of every period. Knights were expected to be brave, honest, loyal, and generous, and to display prowess. Fighting well was not sufficient; chivalric heroes fought spectacularly well. They didn’t simply lop off one limb with a single blow from a sword. Such heroes would cut a torso in half or cleave a person down the middle.<br>\nThe chivalric ideal, the behavior of knights, and how they were to employ these qualities, was somewhat more distinctive. Chivalric knights were expected to be courteous, to speak well, and exhibit good manners, doing things that heroes of the Early Middle Ages, such as Beowulf, did not. The former was expected to use these qualities to protect those who could not protect themselves. Knights were supposed to use their prowess, loyalty, and generosity to defend clerics, peasants, widows, virgins, orphans, or people who were any combination of the above. The more defenseless, the better. Presented with the opportunity to leap to someone’s defense, the chivalric knight seized the opportunity gladly.<br>\nThere was one group of people to whom chivalric knights were supposed to devote more attention than any other: young, sometimes single women. Chivalric knights were supposed to engage in a form of behavior that historians call “courtly love.”</p>\n<h3 id=\"love-and-romance\"><a class=\"markdownIt-Anchor\" href=\"#love-and-romance\">#</a> Love and Romance</h3>\n<p>The chivalric hero was supposed to fall in love and find a lady to whom he would devote all of his attention, to whom he would obey in all things. He would devote his life to winning her esteem. Once he had won her affection and respect, he would find himself ennobled to her in the moral, rather than the legal sense. The knight would find himself becoming a better person from having fallen in love with his lady, and be even more inspired to defend the defenseless.</p>\n<h3 id=\"a-young-knight-and-his-lady\"><a class=\"markdownIt-Anchor\" href=\"#a-young-knight-and-his-lady\">#</a> A young knight and his lady</h3>\n<p>Chivalric knights were supposed to fall in love. The love that a chivalric knight was supposed to feel, could come in different guises in different romances. Sometimes it was a very chaste and platonic love, a love from a distance. In some instances, the love was neither chaste nor platonic but fully consummate, and in other stories, it was love within a marriage; certain chivalric heroes marry and were expected to marry, their ladies. Sometimes the love they had was unabashedly adulterous. The lady with whom you loved didn’t have to be your wife, but the wife of your lord, for example. Chivalric authors differed among themselves as to which type of love was the best form of courtly love.</p>\n",
            "tags": [
                "无标签"
            ]
        },
        {
            "id": "https://zjxdiu.github.io/blog/unit6/",
            "url": "https://zjxdiu.github.io/blog/unit6/",
            "title": "unit6",
            "date_published": "2023-05-12T15:51:00.000Z",
            "content_html": "<h2 id=\"the-history-of-tea\"><a class=\"markdownIt-Anchor\" href=\"#the-history-of-tea\">#</a> The History of Tea</h2>\n<p>During a long day spent roaming the forest in search of edible grains and herbs, the weary divine farmer Shennong accidentally poisoned himself 72 times. But before the poisons could end his life, a leaf drifted into his mouth. He chewed on it and it revived him, and that is how we discovered tea. Or so an ancient legend goes at least. Tea doesn’t actually cure poisonings, but the story of Shennong, the mythical Chinese inventor of agriculture, highlights tea’s importance to ancient China.<br>\nArchaeological evidence suggests tea was first cultivated there as early as 6,000 years ago, or 1,500 years before the pharaohs built the Great Pyramids of Giza. That original Chinese tea plant is the same type that’s grown around the world today, yet it was originally consumed very differently. It was eaten as a vegetable or cooked with grain porridge. Tea only shifted from food to drink 1,500 years ago when people realized that a combination of heat and moisture could create a complex and varied taste out of the leafy green.<br>\nAfter hundreds of years of variations to the preparation method, the standard became to heat tea, pack it into portable cakes, grind it into powder, mix with hot water, and create a beverage called muo cha, or matcha. Matcha became so popular that a distinct Chinese tea culture emerged.<br>\nTea was the subject of books and poetry, the favorite drink of emperors, and a medium for artists. They would draw extravagant pictures in the foam of the tea, very much like the espresso art you might see in coffee shops today.<br>\nIn the 9th century during the Tang Dynasty, a Japanese monk brought the first tea plant to Japan. The Japanese eventually developed their own unique rituals around tea, leading to the creation of the Japanese tea ceremony. And in the 14th century during the Ming Dynasty, the Chinese emperor shifted the standard from tea pressed into cakes to loose leaf tea. At that point, China still held a virtual monopoly on the world’s tea trees, making tea one of three essential Chinese export goods, along with porcelain and silk. This gave China a great deal of power and economic influence as tea drinking spread around the world.<br>\nThat spread began in earnest around the early 1600s when Dutch traders brought tea to Europe in large quantities. Many credit Queen Catherine of Braganza, a Portuguese noble woman, for making tea popular with the English aristocracy when she married King Charles II in 1661. At the time, Great Britain was in the midst of expanding its colonial influence and becoming the new dominant world power. And as Great Britain grew, interest in tea spread around the world. By 1700, tea in Europe sold for ten times the price of coffee and the plant was still only grown in China.<br>\nThe tea trade was so lucrative that the world’s fastest sailboat, the clipper ship, was born out of intense competition between Western trading companies. All were racing to bring their tea back to Europe first to maximize their profits. At first, Britain paid for all this Chinese tea with silver. When that proved too expensive, they suggested trading tea for another substance, opium. This triggered a public health problem within China as people became addicted to the drug. Then in 1839, a Chinese official ordered his men to destroy massive British shipments of opium as a statement against Britain’s influence over China. This act triggered the First Opium War between the two nations. Fighting raged up and down the Chinese coast until 1842 when the defeated Qing Dynasty ceded the port of Hong Kong to the British and resumed trading on unfavorable terms. The war weakened China’s global standing for over a century.<br>\nThe British East India company also wanted to be able to grow tea themselves and further control the market. So they commissioned botanist Robert Fortune to steal tea from China in a covert operation. He disguised himself and took a perilous journey through China’s mountainous tea regions, eventually smuggling tea trees and experienced tea workers into Darjeeling, India. From there, the plant spread further still, helping drive tea’s rapid growth as an everyday commodity.<br>\nHowever, the Tea Act of 1778 in Britain enabled the British East India Company to trade in tea directly from China to America, thus bypassing other European exporters and American importers. This gave the British East India Company a virtual monopoly in tea trading to America and became the cause of the Boston Tea Party. The incident in which citizens of Boston boarded the British East India Company ships, dumped their tea cargoes into the sea, and sparked the American War of Independence. This event also illustrates the central role tea has played in the world.<br>\nToday, tea is the second most consumed beverage in the world after water, and from sugary Turkish Rize tea, to salty Tibetan butter tea, there are almost as many ways of preparing the beverage as there are cultures on the globe.</p>\n",
            "tags": [
                "无标签"
            ]
        }
    ]
}